[
    {
        "title": "Mounting evidence highlights the importance of Covid-19 boosters",
        "content": "As the world learns more about the Omicron coronavirus variant and Delta continues to cause Covid-19 cases to rise around much of the United States, the need for booster shots becomes clearer than ever -- even beyond the growing data about waning vaccine immu…"
    },
    {
        "title": "NFL Adds Mask Requirement, Increases Covid Testing",
        "content": "After N.F.L. cases more than doubled, the league strengthened its Covid-19 protocols and recommended teams help set up testing for families of players and team staff ahead of the holiday."
    },
    {
        "title": "Covid-19 Boosters for All Are On the Way",
        "content": "Federal health officials are expected to sanction covid-19 boosters for most Americans this week—a decision that’s become well-supported by the science. While the original shots still provide plenty of protection, booster doses are clearly restoring or even s…"
    },
    {
        "title": "Omicron is Here. Will We Use Our New Covid Drugs Wisely?",
        "content": "The world must not repeat history by making Covid-19 drugs inaccessible."
    },
    {
        "title": "Rotterdam police clash with rioters as Covid protest turns violent",
        "content": "Several people are injured in Rotterdam as protests against new coronavirus curbs turn violent."
    },
    {
        "title": "How to prepare for another winter of Covid-19? An expert weights in",
        "content": "CNN Medical Analyst Dr. Leana Wen shares what vaccines you should get as well as other tips to safe safe from Covid-19 in the coming months."
    },
    {
        "title": "NIH director: New Covid-19 variant 'ought to redouble' vaccination and mitigation efforts",
        "content": "The director of the National Institutes of Health stressed Sunday that a newly emerged coronavirus variant \"ought to redouble\" vaccination efforts and other mitigation strategies, saying that while much is unknown about the variant, action should be taken now…"
    },
    {
        "title": "Appeals Court Upholds Block on Biden’s Vaccine Mandate for Employers",
        "content": "A federal court declared that the rule “grossly exceeds” the authority of the occupational safety agency that issued it. Here’s the latest on Covid-19."
    },
    {
        "title": "Facebook deletes 500 accounts tied to fake Swiss expert",
        "content": "The accounts amplified claims that the US was meddling in the search for the origins of Covid-19."
    },
    {
        "title": "Singapore to End Free Covid Care for Those ‘Unvaccinated by Choice’",
        "content": "Charging Covid patients who had the option to be inoculated will “send this important signal,” the country’s health minister said. Officials at a Vermont college blame Halloween parties for a coronavirus outbreak."
    },
    {
        "title": "Russia reports record daily COVID-19 deaths - Reuters",
        "content": "Russia on Saturday reported a new record one-day death toll of 1,241 from COVID-19 as well as 39,256 new coronavirus cases in the last 24 hours."
    },
    {
        "title": "Russia's daily COVID-19 deaths hit new record high - Reuters",
        "content": "Russia on Thursday reported 1,251 coronavirus-related deaths in the last 24 hours, an all-time record high that follows a surge in cases."
    },
    {
        "title": "Sabalenka says she got vaccinated after contracting COVID-19 - Reuters",
        "content": "World number two Aryna Sabalenka said she got vaccinated against COVID-19 after having to miss last month's Indian Wells tournament because she contracted the novel coronavirus."
    },
    {
        "title": "U.S. Senate Votes to Block President Biden's Vaccine Mandate in Symbolic Win for Covid-19",
        "content": "The U.S. Senate voted late Wednesday to block President Joe Biden’s proposed covid-19 vaccine mandate for private businesses, a move that’s largely seen as symbolic since the Democratic-controlled House of Representatives is unlikely to take up the issue and …"
    },
    {
        "title": "Denmark reports record daily COVID-19 infection numbers - Reuters",
        "content": "Denmark reported a record number of new daily coronavirus infections on Wednesday, data from the country's Serum Institute showed."
    },
    {
        "title": "Germany's COVID-19 situation is dramatic: Merkel - Reuters",
        "content": "Germany's coronavirus situation is dramatic, Chancellor Angela Merkel said on Wednesday (November 17), calling for a push to distribute booster shots faster and appealing to those sceptical of vaccination to change their minds."
    },
    {
        "title": "Austria orders non-vaccinated people into COVID-19 lockdown - Reuters",
        "content": "Austria is placing millions of people not fully vaccinated against the coronavirus in lockdown as of Monday to deal with a surge in infections to record levels, Chancellor Alexander Schallenberg said on Sunday."
    },
    {
        "title": "Russia's daily COVID-19 deaths close to record high - Reuters",
        "content": "Russia on Monday reported 1,211 deaths from COVID-19 in the last 24 hours, close to an all-time high of 1,241 reported last week, as well as 38,420 new coronavirus cases."
    },
    {
        "title": "Germany reports another COVID-19 record: 50196 new cases - Reuters",
        "content": "Germany reported a record 50,196 new cases of coronavirus on Thursday, the fourth day in a row it has posted a fresh daily high, as a wave of COVID-19 infections sweeps the country."
    },
    {
        "title": "Bulgaria's daily COVID-19 deaths rise to record high - Reuters",
        "content": "Bulgaria reported a record number of daily coronavirus deaths on Tuesday as the European Union's least vaccinated country grapples with a fourth wave of the pandemic, official data showed on Tuesday."
    }
]